answer_variation = {
    'commands': {
        'greeting': {
            'variations': ['привет', 'здарова', 'добрый вечер', 'добрый лент', 'утречко','привет щегол'],
            'response': ['привет, мужик', 'здравствуй', 'дарова','ку, клоун']
        },
        'open_browser': {
            'variations': ['открой сайт', 'включи браузер', 'запусти браузер', 'открой в браузере'],
        },
        'kill_program': {
            'variations': ['закрой программу','выключись','отбой','прекрати работу'],
            'response': 'До свидания!'
        },
        'open_program': {
            'variations': ['открой программу', 'запусти программу','открой'],
        },
        'close_program': {
            'variations': ['закрой программу', 'выключи программу','закрой'],
        },
        'call_bot': {
            'variations': ['бот', 'робот', 'ассистент', 'помощник'],
            'response': 'Что вы хотите сделать?'
        },
        'play_music': {
            'variations': ['включи музыку', 'поставь песню', 'поставь музыку', 'включи песню'],
            },
        'set_volume': {
            'variations': ['громкость звука']
        },
        'pause': {
            'variations': ['поставь паузу', 'паузу', 'пауза', 'выключи паузу', 'убери паузу']
        },
        'restart': {
            'variations': ['перезапустись', 'перезагрузись', 'ребутнись', 'обновись']
        },
        'full_mute': {
            'variations': ['выключи наушники', 'мут', 'фулл мут', 'выключи звук']
        },
        'mute': {
            'variations': ['выключи микрофон', 'замуться']
        },                  
    }
}
